{"events":[{"title":"Tulsa Memorial Football","image":"https://cdn-az.allevents.in/events4/banners/c2803fa9c8b82aaa37c52f80a84ec7dfe52b7b059bac33cc511f5635008a0fae-rimg-w960-h720-gmir.jpg?v=1691798910","date":"2023-09-21","description":"Tulsa Memorial Chargers Football Booster Club Car Wash\nCome support your Chargers and freshen up the ride at the time! Saturday, August 12 from 9-12.","id":"5ebe0634-a8e1-43ae-89ba-fd444c5e8baf"},{"title":"Zach Bryan!!!","image":"https://images.discovery-prod.axs.com/2023/01/zach-bryan-tickets_08-12-23_17_63c3abc6235df.jpg","date":"2023-08-28","description":"Due to overwhelming demand, a second show has been added! Get your tickets to see Zach Bryan on Saturday, August 12 with special guests Charles Wesley Godwin and JR Carroll. Ticketing for this event is managed through Fair AXS. Visit the event website for additional details.","id":"1588d36c-affb-4061-be2d-781042786d35"},{"title":"Morgan Wallen: One Night At A Time World Tour","image":"https://cdn-az.allevents.in/events8/banners/22f44308bec9c80a94ab6f2baefac3e92ea0ead4f689901a4fc1363db413b110-rimg-w561-h377-gmir.jpg?v=1690365387","date":"2023-08-30","description":"Ticket Delivery Delay: Please note tickets will not be delivered until the week of the event. You will be notified once tickets are available via the MLB Ballpark app. To view and use tickets, log in to your existing MLB.com account or create an account in the MLB Ballpark app with the email address used to purchase your ticket(s). Detailed instructions on using the MLB Ballpark app, including email verification, viewing tickets and forwarding tickets, are available at Cubs.com/BallparkApp. For further assistance, please contact Wrigley Field Fan Services at (800) THE-CUBS or ZmFuc2VydmljZXMgfCBjdWJzICEgY29t.\nSale Dates and Times:\nPublic Onsale : Thu, 8 Dec 2022 at 12:00 AM\nOfficial Platinum : Wed, 7 Dec 2022 at 05:00 PM","id":"0859bcbd-b8d0-4d4a-b6fa-c2ba11547b08"},{"title":" AUG Summer Activities at Museum of Islamic Art","image":"https://d12eu00glpdtk2.cloudfront.net/public/images/events/mia-park-Museum-of-Islamic-Art-Summer-Activities-2023/_910x600_clip_center-center_none/Museum-of-Islamic-Art.jpg","date":"2023-08-12","description":"A diverse lineup of free workshops, drop-in sessions, clubs, and guided tours for families, adults, and children will be held at the Museum of Islamic Art.\n\nThe Museum of Islamic Art will host three workshops in August, catering to both families with young children, and adults, ensuring an inclusive experience for everyone.\n\nFamily Day – Geometry\n\n12 August | 2 pm - 4 pm\nJoin MIA’s learning and outreach team for a Family Day in MIA’s auditorium in celebration of International Day of Youth. \nEach month we will be taking inspiration from MIA and the world around us. Join and discover geometry patterns in mosques to celebrate our new exhibition Mosques in Qatar: Then and Now.\nThis is a drop-in session with no pre-booking required.","id":"452fb094-7537-42dd-b4d6-a20107895bfd"}]}